Repository: digicademy-chf/chf_lex
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# database.lexicographicResource
source: Lexicographic resource
de: Lexikografische Ressource

# database.lexicographicResource.content
source: Content
de: Inhalt

# database.lexicographicResource.title
source: Title
de: Titel

# database.lexicographicResource.title.description
source: Name of the resource
de: Name der Ressource

# database.lexicographicResource.language
source: Language
de: Sprache

# database.lexicographicResource.language.description
source: Language of the resource
de: Sprache der Ressource

# database.lexicographicResource.description
source: Description
de: Beschreibung

# database.lexicographicResource.description.description
source: Brief information about the resource
de: Kurze Erläuterung der Ressource

# database.lexicographicResource.uri.description
source: Web address of the resource
de: Webadresse der Ressource

# database.lexicographicResource.sameAs
source: Reference URI
de: Referenz-URI

# database.lexicographicResource.sameAs.description
source: External web address to identify the resource across the web
de: Externe Webadresse zur Identifikation der Ressource im Internet

# database.lexicographicResource.entry
source: Entry
de: Eintrag

# database.lexicographicResource.entry.description
source: List of all entries in this resource
de: Liste aller Einträge in dieser Ressource

# database.lexicographicResource.contributor
source: Contributor
de: Beitragende:r

# database.lexicographicResource.contributor.description
source: List of all contributors in this resource
de: Liste aller Beitragenden in dieser Ressource

# database.lexicographicResource.tag
source: Tag
de: Schlagwort

# database.lexicographicResource.tag.description
source: List of all tags in this resource
de: Liste aller Schlagworte in dieser Ressource

# database.lexicographicResource.relation.description
source: List of all relations in this resource
de: Liste aller Relationen in dieser Ressource

# database.tag
source: Tag
de: Schlagwort

# database.tag.constraints
source: Constraints
de: Einschränkungen

# database.tag.usage
source: Usage
de: Gebrauch

# database.tag.parent_id
source: Lexicographic resource
de: Lexicografische Ressource

# database.tag.parent_id.description
source: Resource that this tag is attached to
de: Ressource, zu der dieses Schlagwort gehört

# database.tag.id.description
source: Simple identifier of this tag as part of a single dataset
de: Einfacher Identifikator des Schlagworts als Teil eines einzelnen Datensatzes

# database.tag.uuid.description
source: Unique identifier of the tag
de: Einzigartiger Identifikator des Schlagworts

# database.tag.text.description
source: Name of the tag
de: Bezeichnung des Schlagworts

# database.tag.type
source: Type
de: Art

# database.tag.type.description
source: Type of tag
de: Art des Schlagworts

# database.tag.type.language
source: Language
de: Sprache

# database.tag.type.country
source: Country
de: Land

# database.tag.type.labelType
source: Label type
de: Labelart

# database.tag.type.relationType
source: Relation type
de: Relationsart

# database.tag.type.memberRole
source: Member role
de: Mitgliedsrolle

# database.tag.type.sourceIdentity
source: Source identity
de: Quellen-ID

# database.tag.type.partOfSpeech
source: Part of speech
de: Wortart

# database.tag.type.transcriptionScheme
source: Transcription scheme
de: Transkriptionsschema

# database.tag.type.inflectedForm
source: Inflection type
de: Beugungsart

# database.tag.type.definitionType
source: Definition type
de: Definitionsart

# database.tag.type.frequencyType
source: Frequency type
de: Häufigkeitsart

# database.tag.description
source: Description
de: Beschreibung

# database.tag.description.description
source: Brief information about the tag
de: Kurze Erläuterung des Schlagworts

# database.tag.sameAs
source: Reference URI
de: Referenz-URI

# database.tag.sameAs.description
source: External web address to identify the tag across the web
de: Externe Webadresse zur Identifikation des Schlagworts im Internet

# database.tag.forPartOfSpeech
source: For part of speech
de: Für Wortart

# database.tag.forPartOfSpeech.description
source: List of parts of speech that this tag may be used for
de: Liste der Wortarten, bei denen dieses Schlagwort verwendet werden kann

# database.tag.scope
source: Scope
de: Anwendungsfeld

# database.tag.scope.description
source: Indicator of how close members of this type of relation need to be
de: Angabe wie ähnlich Mitglieder einer Relation dieser Art sein sollen

# database.tag.scope.any
source: Any
de: Beliebig

# database.tag.scope.sameResource
source: Same lexicographic resource
de: Dieselbe lexikografische Ressource

# database.tag.scope.sameEntry
source: Same entry
de: Derselbe Eintrag

# database.tag.memberRole
source: Member role
de: Mitgliedsrolle

# database.tag.memberRole.description
source: Defines which roles members of this relation may have
de: Legt fest, welche Rollen Mitglieder dieser Relation haben können

# database.tag.memberType
source: Member type
de: Mitgliedsart

# database.tag.labelType
source: Label type
de: Labelart

# database.tag.memberType.description
source: Defines which types of members may be part of this relation
de: Schränkt ein, welche Art Mitglieder Teil dieser Relation sein dürfen

# database.tag.memberType.any
source: Any
de: Beliebig

# database.tag.memberType.entry
source: Entry
de: Eintrag

# database.tag.memberType.sense
source: Sense
de: Bedeutung

# database.tag.memberType.encyclopediaEntry
source: Encyclopedia entry
de: Lexikoneintrag

# database.tag.memberType.glossaryEntry
source: Glossary entry
de: Glossareintrag

# database.tag.min
source: Minimum number
de: Mindestanzahl

# database.tag.min.description
source: Minimum number of members in this relation (leave empty to not set a limit)
de: Mindestanzahl an Mitgliedern für diese Relation (leer lassen um kein Limit anzugeben)

# database.tag.max
source: Maximum number
de: Höchstanzahl

# database.tag.max.description
source: Maximum number of members in this relation (leave empty to not set a limit)
de: Höchstanzahl an Mitgliedern für diese Relation (leer lassen um kein Limit anzugeben)

# database.tag.action
source: Display action
de: Anzeigeaktion

# database.tag.action.description
source: Instructs machine agents what to do when they show this relation
de: Weist Maschinen an, was sie bei der Anzeige dieser Relation tun sollen

# database.tag.action.embed
source: Embed
de: Einbetten

# database.tag.action.navigate
source: Display link
de: Link anzeigen

# database.tag.action.none
source: Do not display
de: Nicht anzeigen

# database.tag.asForPartOfSpeechOfTag
source: As part-of-speech constraint
de: Als Einschränkung der Wortart

# database.tag.asForPartOfSpeechOfTag.description
source: List of tags with this part of speech as a constraint
de: Liste der Schlagworte mit dieser Wortart als Einschränkung

# database.tag.asMemberRoleOfTag
source: As member role of tags
de: Als Mitgliedsart für Schlagwörter

# database.tag.asMemberRoleOfTag.description
source: List of tags with this member role
de: Liste der Schlagworte mit dieser Mitgliedsart

# database.tag.asLabelOfEntry
source: As label of entries
de: Als Label für Einträge

# database.tag.asLabelOfEntry.description
source: List of entries with this label
de: Liste der Einträge mit diesem Label

# database.tag.asLabelOfContributor
source: As label of contributors
de: Als Label für Beitragende

# database.tag.asLabelOfContributor.description
source: List of contributors with this label
de: Liste der Beitragenden mit diesem Label

# database.tag.asLabelOfSense
source: As label of senses
de: Als Label für Bedeutungen

# database.tag.asLabelOfSense.description
source: List of senses with this label
de: Liste der Bedeutungen mit diesem Label

# database.tag.asLabelOfExample
source: As label of examples
de: Als Label für Beispiele

# database.tag.asLabelOfExample.description
source: List of examples with this label
de: Liste der Beispiele mit diesem Label

# database.tag.asLabelOfInflectedForm
source: As label of inflected forms
de: Als Label für gebeugte Formen

# database.tag.asLabelOfInflectedForm.description
source: List of inflected forms with this label
de: Liste der gebeugten Formen mit diesem Label

# database.tag.asLabelOfPronunciation
source: As label of pronunciations
de: Als Label für Aussprachen

# database.tag.asLabelOfPronunciation.description
source: List of pronunciations with this label
de: Liste der Aussprachen mit diesem Label

# database.tag.asCountryOrRegionOfFrequency
source: As country or region of frequencies
de: Als Land oder Region bei Häufigkeiten

# database.tag.asCountryOrRegionOfFrequency.description
source: List of frequencies with this country or region
de: Liste der Häufigkeiten mit diesem Land oder dieser Region

# database.tag.asDistributionLanguageOfEntry
source: As language of entries
de: Als Sprachvorkommen bei Einträgen

# database.tag.asDistributionLanguageOfEntry.description
source: List of entries annotated with this language
de: Liste der Einträge mit dieser Angabe zum Sprachvorkommen

# database.tag.asDistributionCountryOfEntry
source: As main distribution of entries
de: Als Hauptverbreitung bei Einträgen

# database.tag.asDistributionCountryOfEntry.description
source: List of entries with this main distribution
de: Liste der Einträge mit dieser Hauptverbreitung

# database.tag.asDistributionRegionOfEntry
source: As regional distribution of entries
de: Als regionale Verbreitung bei Einträgen

# database.tag.asDistributionRegionOfEntry.description
source: List of entries with this regional distribution
de: Liste der Einträge mit dieser regionalen Verbreitung

# database.tag.asTypeOfLabel
source: As type of label
de: Als Art bei Labels

# database.tag.asTypeOfLabel.description
source: List of labels of this type
de: Liste der Labels dieser Art

# database.tag.asTypeOfDefinition
source: As type of definitions
de: Als Art bei Definitionen

# database.tag.asTypeOfDefinition.description
source: List of definitions of this type
de: Liste der Definitionen dieser Art

# database.tag.asTypeOfInflectedForm
source: As type of inflected forms
de: Als Art bei gebeugten Formen

# database.tag.asTypeOfInflectedForm.description
source: List of inflected forms of this type
de: Liste der gebeugten Formen dieser Art

# database.tag.asTypeOfFrequency
source: As type of frequencies
de: Als Art bei Häufigkeiten

# database.tag.asTypeOfFrequency.description
source: List of frequencies of this type
de: Liste der Häufigkeiten dieser Art

# database.tag.asTypeOfRelation
source: As type of relations
de: Als Art bei Relationen

# database.tag.asTypeOfRelation.description
source: List of relations of this type
de: Liste der Relationen dieser Art

# database.tag.asSchemeOfTranscription
source: As scheme of transcriptions
de: Als Schema bei Transkriptionen

# database.tag.asSchemeOfTranscription.description
source: List of transcriptions with this scheme
de: Liste der Transkriptionen mit diesem Schema

# database.tag.asSourceIdentityOfFrequency
source: As source identity of frequencies
de: Als Quellen-ID bei Häufigkeiten

# database.tag.asSourceIdentityOfFrequency.description
source: List of frequencies with this source identity
de: Liste der Häufigkeiten mit dieser Quellen-ID

# database.tag.asSourceIdentityOfExample
source: As source identity of examples
de: Als Quellen-ID bei Häufigkeiten

# database.tag.asSourceIdentityOfExample.description
source: List of examples with this source identity
de: Liste der Beispiele mit dieser Quellen-ID

# database.tag.asPartOfSpeechOfEntry
source: As part of speech of entries
de: Als Wortart von Einträgen

# database.tag.asPartOfSpeechOfEntry.description
source: List of entries annotated with this part of speech
de: Liste der Einträge, die mit dieser Wortart ausgezeichnet wurden

# database.tag.asRoleOfMember
source: As role of members
de: Als Rolle bei Mitgliedern

# database.tag.asRoleOfMember.description
source: List of relation members with this role
de: Liste der Relationsmitglieder mit dieser Rolle

# database.sameAs
source: Reference URI
de: Referenz-URI

# database.sameAs.uri.description
source: External web address to identify an entity across the web
de: Externe Webadresse zur Identifikation einer Entität im Internet

# database.contributor
source: Contributor
de: Beitragende:r

# database.contributor.contributions
source: Contributions
de: Beiträge

# database.contributor.parent_id
source: Lexicographic resource
de: Lexicografische Ressource

# database.contributor.parent_id.description
source: Resource that this contributor is attached to
de: Ressource, zu der diese:r Beitragende gehört

# database.contributor.id.description
source: Simple identifier of this contributor as part of a single dataset
de: Einfacher Identifikator der oder des Beitragenden als Teil eines einzelnen Datensatzes

# database.contributor.uuid.description
source: Unique identifier of the contributor
de: Einzigartiger Identifikator der oder des Beitragenden

# database.contributor.active
source: Active
de: Aktiv

# database.contributor.active.description
source: Whether the contributor should be listed above others
de: Ob ein:e Beitragende:r bevorzugt gelistet werden soll

# database.contributor.surname
source: Surname
de: Nachname

# database.contributor.surname.description
source: Surname of the contributor
de: Nachname der oder des Beitragenden

# database.contributor.forename
source: Forename
de: Vorname

# database.contributor.forename.description
source: Forename of the contributor
de: Vorname der oder des Beitragenden

# database.contributor.corporateName
source: Corporate name
de: Name der Körperschaft

# database.contributor.corporateName.description
source: Name of a corporate body (e.g., an organisation) used instead of forename and surname
de: Körperschaftsname (z.B. einer Organisation) anstelle von Vor- und Nachname

# database.contributor.label.description
source: Label to group the contributor into
de: Label zum Gliedern von Beitragenden

# database.contributor.sameAs
source: Reference URI
de: Referenz-URI

# database.contributor.sameAs.description
source: External web address to identify the contributor across the web
de: Externe Webadresse zur Identifikation der oder des Beitragenden im Internet

# database.contributor.asAuthor
source: As author
de: Als Autor:in

# database.contributor.asAuthor.description
source: List of contributions as an author
de: Liste der Beiträge als Autor:in

# database.contributor.asEditor
source: As editor
de: Als Redakteur:in

# database.contributor.asEditor.description
source: List of contributions as an editor
de: Liste der Beiträge als Redakteur:in

# database.example
source: Example
de: Beispiel

# database.example.text.description
source: Sample text, e.g. a full sentence
de: Beispieltext, z.B. ein vollständiger Satz

# database.example.dateCirca
source: Date
de: Datumsangabe

# database.example.dateCirca.description
source: Approximate date that the sample text is attested for
de: Grobes Datum, an dem der Beispieltext nachgewiesen ist

# database.example.dateStart
source: Start of the date period
de: Beginn des Datumszeitraums

# database.example.dateStart.description
source: Exact onset of the period that the sample text is attested for
de: Genaues Anfangsdatum des Zeitraums, für den der Beispieltext nachgewiesen ist

# database.example.dateEnd
source: End of the date period
de: Ende des Datumszeitraums

# database.example.dateEnd.description
source: Exact ending of the period that the sample text is attested for
de: Genaues Enddatum des Zeitraums, für den der Beispieltext nachgewiesen ist

# database.example.locationLabel
source: Location
de: Ortsangabe

# database.example.locationLabel.description
source: Place that the sample text is attested for
de: Ort, an dem der Beispieltext nachgewiesen ist

# database.example.locationGeodata
source: Location geodata
de: Geodaten zur Ortsangabe

# database.example.locationGeodata.description
source: Geodata for place that the sample text is attested for
de: Geodaten für den Ort, an dem der Beispieltext nachgewiesen ist

# database.example.soundFile
source: Sound file
de: Audiodatei

# database.example.soundFile.description
source: File that reads out the example text
de: Datei, in der der Beispieltext vorgelesen wird

# database.example.sourceIdentity
source: Source identity
de: Quellen-ID

# database.example.sourceIdentity.description
source: Token to identify a source
de: Kürzel zur Identifikation einer Quelle

# database.example.sourceElaboration
source: Source elaboration
de: Einzelheit der Quelle

# database.example.sourceElaboration.description
source: Detailed reference, e.g., a page number
de: Detaillierte Referenz, z.B. eine Seitenzahl

# database.example.source
source: Source
de: Quelle

# database.example.source.description
source: Full-blown reference as a source of the example
de: Angabe einer vollständigen Referenz als Quelle des Beispiels

# database.example.label.description
source: Label to group the example into
de: Label zum Gliedern von Beispielen

# database.definition.text.description
source: Definition of the headword
de: Definition des Begriffs

# database.definition.definitionType
source: Definition type
de: Definitionsart

# database.definition.definitionType.description
source: May be used to differentiate between different tiers of definitions
de: Kann zur Differenzierung verschiedener Definitionsstufen genutzt werden

# database.transcription
source: Transcription
de: Transkription

# database.transcription.text.description
source: Transcribed version of the pronunciation
de: Transkribierte Version der Aussprache

# database.transcription.scheme
source: Scheme
de: Schema

# database.transcription.scheme.description
source: Transcription scheme used here
de: Verwendetes Transkriptionsschema

# database.pronunciation
source: Pronunciation
de: Aussprache

# database.pronunciation.soundFile
source: Sound file
de: Audiodatei

# database.pronunciation.soundFile.description
source: File that reads out the pronunciation
de: Datei, in der die Aussprache vorgelesen wird

# database.pronunciation.transcription
source: Transcription
de: Transkription

# database.pronunciation.transcription.description
source: Option to list various transcriptions of the pronuncation
de: Option zur Angabe verschiedener Transkriptionen der Aussprache

# database.pronunciation.label.description
source: Label to group the pronunication into
de: Label zum Gliedern von Aussprachen

# database.inflectedForm
source: Inflected form
de: Gebeugte Form

# database.inflectedForm.text.description
source: Text of the inflected form
de: Text der gebeugten Form

# database.inflectedForm.inflectionType
source: inflectionType
de: Beugungsart

# database.inflectedForm.inflectionType.description
source: Specify the type of inflection used here
de: Angabe einer spezifischen Art der Beugung

# database.inflectedForm.pronunciation
source: Pronunciation
de: Aussprache

# database.inflectedForm.pronunciation.description
source: Define the pronunciation of the inflected form
de: Angabe der Aussprache der gebeugten Form

# database.inflectedForm.label.description
source: Label to group the inflected form into
de: Label zum Gliedern von gebeugten Formen

# database.frequency
source: Frequency
de: Häufigkeit

# database.frequency.type
source: Type
de: Art

# database.frequency.type.description
source: Type of frequency
de: Art der Häufigkeit

# database.frequency.tokens.description
source: Number of occurrences
de: Anzahl der Vorkommen

# database.frequency.tokensSecondary
source: Secondary tokens
de: Sekundäre Tokens

# database.frequency.tokensSecondary.description
source: Occurrences in second position
de: Vorkommen an zweiter Stelle

# database.frequency.countryOrRegion
source: Country or region
de: Land oder Region

# database.frequency.countryOrRegion.description
source: Place that the frequency is accounted for
de: Ort, für den die Häufigkeit bestimmt wurde

# database.frequency.dateCirca
source: Date
de: Datumsangabe

# database.frequency.dateCirca.description
source: Approximate date that the frequency is accounted for
de: Grobes Datum, zu dem die Häufigkeit bestimmt wurde

# database.frequency.dateStart
source: Start of the date period
de: Beginn des Datumszeitraums

# database.frequency.dateStart.description
source: Exact onset of the period that the frequency is accounted for
de: Genaues Anfangsdatum des Zeitraums, für den die Häufigkeit bestimmt wurde

# database.frequency.dateEnd
source: End of the date period
de: Ende des Datumszeitraums

# database.frequency.dateEnd.description
source: Exact ending of the period that the frequency is accounted for
de: Genaues Enddatum des Zeitraums, für den die Häufigkeit bestimmt wurde

# database.frequency.sourceIdentity
source: Source identity
de: Quellen-ID

# database.frequency.sourceIdentity.description
source: Token to identify a source
de: Kürzel zur Identifikation einer Quelle

# database.frequency.sourceElaboration
source: Source elaboration
de: Einzelheit der Quelle

# database.frequency.sourceElaboration.description
source: Detailed reference, e.g., a page number
de: Detaillierte Referenz, z.B. eine Seitenzahl

# database.frequency.source
source: Source
de: Quelle

# database.frequency.source.description
source: Full-blown reference as a source of the frequency
de: Angabe einer vollständigen Referenz als Quelle der Häufigkeit

# database.frequency.geodata
source: Geodata
de: Geodaten

# database.frequency.geodata.description
source: Option to connect a geographical feature
de: Möglichkeit zur Angabe eines geografischen Merkmals

# database.sense
source: Sense
de: Bedeutung

# database.sense.relations
source: Relations
de: Relationen

# database.sense.id.description
source: Simple identifier of this sense as part of a single dataset
de: Einfacher Identifikator der Bedeutung als Teil eines einzelnen Datensatzes

# database.sense.uuid.description
source: Unique identifier of the sense
de: Einzigartiger Identifikator der Bedeutung

# database.sense.definition.description
source: Specific description of the sense
de: Genauere Beschreibung der Bedeutung

# database.sense.indicator
source: Indicator
de: Indikator

# database.sense.indicator.description
source: Brief indicator differentiating this sense from the others
de: Kurze Angabe, wie sich diese Bedeutung von den anderen unterscheidet

# database.sense.classification
source: Classification
de: Einstufung

# database.sense.classification.description
source: Assess the sense using a given set of categories
de: Angaben zur Klassifikation der Bedeutung

# database.sense.example
source: Example
de: Beispiel

# database.sense.example.description
source: Contemporary or historical examples of this sense
de: Zeitgenössische oder historische Beispiele dieser Bedeutung

# database.sense.frequency
source: Frequency
de: Häufigkeit

# database.sense.frequency.description
source: Frequency data for different countries or regions
de: Angaben zur Häufigkeit in verschiedenen Ländern oder Regionen

# database.sense.label.description
source: Label to group the sense into
de: Label zum Gliedern von Bedeutungen

# database.sense.sameAs
source: Reference URI
de: Referenz-URI

# database.sense.sameAs.description
source: External web address to identify the sense across the web
de: Externe Webadresse zur Identifikation der Bedeutung im Internet

# database.sense.asMember
source: As member
de: Als Mitglied

# database.sense.asMember.description
source: List of memberships in a relation
de: Liste der Mitgliedschaften in Relationen

# database.member
source: Member
de: Mitglied

# database.member.role
source: Role
de: Rolle

# database.member.role.description
source: Role in this relation
de: Rolle in dieser Relation
