Repository: digicademy-chf/chf_lex
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# database.member.entryOrSense
source: Entry or sense
de: Eintrag oder Bedeutung

# database.member.entryOrSense.description
source: Selection of entries or senses as members of this relation
de: Auswahl von Einträgen oder Bedeutungen als Mitglieder dieser Relation

# database.relation.parent_id
source: Lexicographic resource
de: Lexicografische Ressource

# database.relation.parent_id.description
source: Resource that this relation is attached to
de: Ressource, zu der diese Relation gehört

# database.relation.type
source: Type
de: Art

# database.relation.type.description
source: Specifies the type of relation
de: Angabe der Art der Relation

# database.relation.description
source: Description
de: Beschreibung

# database.relation.description.description
source: Explanation of this relation
de: Erklärung dieser Relation

# database.relation.member
source: Member
de: Mitglied

# database.relation.member.description
source: List of members in this relation
de: Liste der Mitglieder in dieser Relation

# database.entry
source: Entry
de: Eintrag

# database.entry.editorial
source: Editorial
de: Redaktion

# database.entry.characteristics
source: Characteristics
de: Kenndaten

# database.entry.content
source: Content
de: Inhalt

# database.entry.distribution
source: Distribution
de: Verbreitung

# database.entry.bibliography
source: Bibliography
de: Bibliografie

# database.entry.relations
source: Relations
de: Relationen

# database.entry.parent_id
source: Lexicographic resource
de: Lexicografische Ressource

# database.entry.parent_id.description
source: Resource that this entry is attached to
de: Ressource, zu der dieser Eintrag gehört

# database.entry.id.description
source: Simple identifier of this entry as part of a single dataset
de: Einfacher Identifikator des Eintrags als Teil eines einzelnen Datensatzes

# database.entry.uuid.description
source: Unique identifier of the entry
de: Einzigartiger Identifikator des Eintrags

# database.entry.type
source: Type
de: Art

# database.entry.type.description
source: Type of entry
de: Art des Eintrags

# database.entry.type.entry
source: Dictionary entry
de: Wörterbucheintrag

# database.entry.type.encyclopediaEntry
source: Encyclopedia entry
de: Lexikoneintrag

# database.entry.type.glossaryEntry
source: Glossary entry
de: Glossareintrag

# database.entry.headword
source: Headword
de: Lemma

# database.entry.headword.description
source: Single lemma identifying the word discussed in the entry
de: Einzelne Zeichenkette zur Identifikation des Wortes, das im Eintrag diskutiert wird

# database.entry.homographNumber
source: Homograph number
de: Homographnummer

# database.entry.homographNumber.description
source: Optional number to distinguish lemmas that are spelled the same
de: Optionale Nummer zur Unterscheidung von Lemmata mit identischer Schreibweise

# database.entry.title
source: Title
de: Titel

# database.entry.title.description
source: Name of the entry
de: Name des Eintrags

# database.entry.annotateStrings
source: Annotate strings
de: Zu annotierende Zeichenketten

# database.entry.annotateStrings.description
source: List of comma-separated strings to link to this glossary entry
de: Liste kommaseparierter Zeichenketten, die mit diesem Glossareintrag verknüpft sein sollen

# database.entry.label.description
source: Label to group the entry into
de: Label zum Gliedern von Einträgen

# database.entry.sameAs
source: Reference URI
de: Referenz-URI

# database.entry.sameAs.description
source: External web address to identify the entry across the web
de: Externe Webadresse zur Identifikation des Eintrags im Internet

# database.entry.author
source: Author
de: Autor:in

# database.entry.author.description
source: List of authors of this entry
de: Liste der Autor:innen des Eintrags

# database.entry.editor
source: Editor
de: Redakteur:in

# database.entry.editor.description
source: List of editors of this entry
de: Liste der Redakteur:innen des Eintrags

# database.entry.revisionNumber
source: Revision number
de: Revisionsnummer

# database.entry.revisionNumber.description
source: Counter to increase when the entry is changed significantly
de: Zähler zum Erhöhen bei signifikanten Änderungen am Eintrag

# database.entry.revisionDate
source: Revision date
de: Revisionsdatum

# database.entry.revisionDate.description
source: Date when the last significant edit was made
de: Datum der letzten signifikanten Änderung

# database.entry.databaseQuery
source: Database query
de: Datenbankabfrage

# database.entry.databaseQuery.description
source: Query that identifies a set of entries edited in a single run
de: Abfrage zur Identifikation einer Gruppe Einträge, die gemeinsam bearbeitet wurden

# database.entry.publicationDate
source: Publication date
de: Veröffentlichungsdatum

# database.entry.publicationDate.description
source: Date when the entry was published on the web
de: Datum, an dem der Eintrag online veröffentlicht wurde

# database.entry.publicationSteps
source: Publication steps
de: Publikationsschritte

# database.entry.publicationSteps.description
source: Indicator of the entry's publication status
de: Angabe zum Veröffentlichungsstatus des Eintrags

# database.entry.publicationSteps.editing
source: Editing
de: Redaktionelle Bearbeitung

# database.entry.publicationSteps.deferred
source: Deferred
de: Zurückgestellt

# database.entry.publicationSteps.checking
source: Checking
de: Überprüfung

# database.entry.publicationSteps.revising
source: Revising
de: Überarbeitung

# database.entry.publicationSteps.publishing
source: Publishing
de: Publikationsfreigabe

# database.entry.editingSteps
source: Editing steps
de: Redaktionsschritte

# database.entry.editingSteps.description
source: Indicator of the steps taken in writing the entry
de: Angabe zum Vorgehen beim Bearbeiten des Eintrags

# database.entry.editingSteps.checkDatabase
source: Check database
de: Datenbankabfrage

# database.entry.editingSteps.checkForeignLanguage
source: Check foreign-language dictionaries
de: Fremdsprachige Wörterbücher sichten

# database.entry.editingSteps.checkRegional
source: Check regional dictionaries
de: Regionale Wörterbücher sichten

# database.entry.editingSteps.checkPrevious
source: Check preceding projects
de: Vorgängerprojekte sichten

# database.entry.editingSteps.checkFurther
source: Check further dictionaries
de: Weitere Nachschlagewerke sichten

# database.entry.editingSteps.checkMaps
source: Check domestic and foreign maps
de: Kartierung im In- und Ausland sichten

# database.entry.editingNotes
source: Editing notes
de: Redaktionshinweise

# database.entry.editingNotes.description
source: Comments that support the editorial process
de: Notizen zur Unterstützung des Redaktionsprozesses

# database.entry.classification
source: Classification
de: Einstufung

# database.entry.classification.description
source: Assess the entry using a given set of categories
de: Angaben zur Klassifikation des Eintrags

# database.entry.partOfSpeech
source: Part of speech
de: Wortart

# database.entry.partOfSpeech.description
source: Define the headword's part of speech
de: Angabe der Wortart des Lemmas

# database.entry.inflectedForm
source: Inflected form
de: Gebeugte Form

# database.entry.inflectedForm.description
source: Define the headword's inflected forms
de: Angabe von gebeugten Formen des Lemmas

# database.entry.pronunciation
source: Pronunciation
de: Aussprache

# database.entry.pronunciation.description
source: Define the pronunciation of the headword
de: Angabe der Aussprache des Lemmas

# database.entry.sense
source: Sense
de: Bedeutung

# database.entry.sense.description
source: List of senses for this entry
de: Angabe von Bedeutungen dieses Eintrags

# database.entry.example
source: Example
de: Beispiel

# database.entry.example.description
source: Contemporary or historical examples of this entry
de: Zeitgenössische oder historische Beispiele dieses Eintrags

# database.entry.contentElements
source: Content elements
de: Inhaltselemente

# database.entry.contentElements.description
source: Content blocks that make up the content of this entry
de: Inhaltliche Abschnitte, die den Inhalt des Eintrag ausmachen

# database.entry.image
source: Image
de: Bild

# database.entry.image.description
source: Images depicting the entry
de: Bilder, die den Eintrag darstellen

# database.entry.file
source: File
de: Datei

# database.entry.file.description
source: Files that contains, for example, content of the entry
de: Dateien, die beispielsweise Inhalte des Eintrags enthalten

# database.entry.distributionLanguage
source: Language
de: Sprachvorkommen

# database.entry.distributionLanguage.description
source: Languages associated with this entry
de: Sprachen in Verbindung mit diesem Eintrag

# database.entry.distributionCountry
source: Main distribution
de: Hauptverbreitung

# database.entry.distributionCountry.description
source: Countries connected to this entry
de: Länder, die mit diesem Eintrag in Beziehung stehen

# database.entry.distributionRegion
source: Regional distribution
de: Regionale Verbreitung

# database.entry.distributionRegion.description
source: Regions connected to this entry
de: Regionen, die mit diesem Eintrag in Beziehung stehen

# database.entry.frequency
source: Frequency
de: Häufigkeit

# database.entry.frequency.description
source: List of domestic and foreign frequency data
de: Liste mit Angaben zur Häufigkeit im In- und Ausland

# database.entry.source
source: Reference
de: Quellenangabe

# database.entry.source.description
source: List of references for this entry
de: Liste der Quellen für diesen Eintrag

# database.entry.import
source: Imported file
de: Importierte Datei

# database.entry.import.description
source: Content of the file used to populate this record
de: Inhalt der Datei, die zum Befüllen dieses Datensatzes genutzt wurde

# database.entry.asMember
source: As member
de: Als Mitglied

# database.entry.asMember.description
source: List of memberships in a relation
de: Liste der Mitgliedschaften in Relationen
